Repository: imkakaxi/burn
Catalog: *.lproj/Localizable.strings
Languages: french, german

# Common.loadNibFail
source: Could not load nib "%@".
french: Le chargement du nib "%@" a échoué.
german: Konnte nib Datei "%@" nicht laden.

# Common.cancel
source: Cancel
french: Annuler
german: Abbrechen

# Common.cancelled
source: Cancelled.
french: Annulé.
german: Abgebrochen.

# Common.fileNotFound
source: File %@ not found.
french: Le fichier %@ n'a pu ètre trouvé.
german: Datei %@ nicht gefunden.

# Common.stopProcess
source: Process will be stopped.
french: Le process sera arrété.
german: Vorgang wird beendet.

# Common.trackTitle
source: Track Title: %@
french: Titre de la piste: %@
german: Tracktitel: %@

# Common.initModuleFail
source: Unable to initialize module %@
french: Incapacité d'initialiser le module %@
german: Kann Modul %@ nicht initialisieren.

# Common.loadBundleFail
source: Unable to load the %@ bundle.
french: Incapacité de charger le bundle %@.
german: Kann Bundle %@ nicht laden.

# Common.no
source: No
french: Non
german: Nein

# Common.yes
source: Yes
french: Oui
german: Ja

# Common.Burn
source: Burn
french: Graver
german: Brennen

# Common.removeTempFile
source: Removing temporary file %@.
french: Suppression du fichier temporaire %@.
german: Lösche temporäre Datei %@.

# Common.removeFail
source: Removing file failed.
french: La suppression du fichier a échoué.
german: Löschen der Datei fehlgeschlagen.

# MediaInspector.name
source: Media
french: Médias
german: Medien

# Common.close
source: Close
french: Fermer
german: Schließen

# AppController.blankItem
source: Blank CD-RW
french: Effacer un CD-RW
german: Lösche CD-RW

# GrabAudioCDHelper.reallyStop
source: Do you really want to stop the process?
french: Souhaitez vous vraiment arrèter le process ?
german: Wollen Sie den Vorgang wirklich abbrechen?

# AppController.arrange
source: Arrange
french: Arranger
german: Arrangieren

# AppController.burnCDItem
source: Burn CD
french: Graver un CD
german: CD Brennen

# AppController.burnISOItem
source: Burn ISO Image
french: Graver un Image ISO
german: ISO Abbild brennen

# AppController.checkBundles
source: Checking for bundles at path %@
french: Recherche de bundles à partir de %@
german: Suche bundles im Pfad %@

# AppController.clearItem
source: Clear
french: Effacer
german: Löschen

# AppController.compilMenu
source: CD Compilation
french: CD Composition
german: CD Zusammenstellung

# AppController.consoleItem
source: Console
german: Konsole

# AppController.copyItem
source: Copy
french: Copier
german: Kopieren

# AppController.couldNotAddFiles
source: Could not add files to CD compilation.
german: Konnte Dateien nicht zu CD Zusammenstellung hinzufügen.

# AppController.couldNotAddTracks
source: Could not add tracks to CD compilation.
german: Konnte Tracks nicht zu CD Zusammenstellung hinzufügen.

# AppController.createISOItem
source: Create ISO image
french: Créer une image ISO
german: ISO Abbild erzeugen

# AppController.cutItem
source: Cut
french: Couper
german: Ausschneiden

# AppController.deleteItem
source: Delete
french: Supprimer
german: Löschen

# AppController.editMenu
source: Edit
french: Edition
german: Bearbeiten

# AppController.helpItem
source: Help
french: Aide...
german: Hilfe

# AppController.infoItem
source: Info Panel...
french: À propos...
german: Kurzinformationen...

# AppController.inspMenu
source: Inspectors
french: Inspecteurs
german: Inspektoren

# AppController.loadBundle
source: Loaded bundle at path %@
french: Le bundle est chargé à partir de %@
german: Bundle von Pfad %@ geladen

# AppController.loaded
source: Burn loaded
french: Burn chargé.
german: Burn geladen.

# AppController.miniaturize
source: Miniaturize
french: Miniaturiser
german: Miniaturisieren

# AppController.newItem
source: New
french: Nouveau
german: Neu

# AppController.noValidType
source: Not a valid data type in pasteboard.
german: Kein gültiger Datentyp in der Zwischenablage.

# AppController.openItem
source: Open
french: Ouvrir
german: Öffnen

# AppController.pasteItem
source: Paste
french: Coller
german: Einfügen

# AppController.prefsItem
source: Preferences
french: Préférences...
german: Grundeinstellungen

# AppController.readmeItem
source: Show README file
french: Afficher fichier README
german: README Datei anzeigen

# AppController.recentItem
source: Recent Files
french: Récemments ouverts
german: Verwendete Dateien

# AppController.saveAsItem
source: Save As...
french: Enregistrer Sous...
german: Speichern Als...

# AppController.saveItem
source: Save
french: Enregistrer
german: Speichern

# AppController.svcRegistered
source: Services registered.
german: Dienste registriert.

# AppController.toolsMenu
source: Tools
french: Outils
german: Werkzeuge

# Common.hide
source: Hide
french: Masquer
german: Ausblenden

# Common.media
source: Media
french: Médias
german: Medien

# Common.quit
source: Quit
french: Quitter
german: Beenden

# Common.services
source: Services
german: Dienste

# Common.windows
source: Windows
french: Fenètres
german: Fenster

# BlankPanel.chooseMode
source: Select the blanking mode
french: Selectionnez le mode de effaçage
german: Wählen Sie den Löschmodus

# BlankPanel.completeButton
source: Complete (deletes the complete CD-RW)
french: Complète (effaçage du complète CD-RW)
german: Komplett (löscht die ganze CD-RW)

# BlankPanel.error
source: Error trying to blank CD-RW disk.
french: L'effacement du disque CD-RW a échoué.
german: Fehler beim Löschen der CD-RW.

# BlankPanel.fastButton
source: Fast (deletes PAM and TOC)
french: Vite (effaçage du PAM et TOC)
german: Schnell (löscht PAM und TOC)

# BlankPanel.inProcess
source: Blanking in progress. Please wait...
french: Effaçage en progres...
german: Löschen wird durchgeführt. Bitte warten...

# BlankPanel.success
source: CD-RW disk blanked successfully.
french: Succès en effacement du CD-RW.
german: CD-RW erfolgreich gelöscht.

# Common.burnerLocked
source: Burner is already locked by another process.
german: Der Brenner wird schon von einem anderen Prozess benutzt.

# BurnCDHelper.CDTotal
source: CD Total
french: Total du CD
german: Gesamte CD

# BurnCDHelper.fixatingCD
source: Fixating CD. Please wait...
french: Clôture du CD. Patientez vous s.v.p...
german: Fixiere CD. Bitte warten Sie...

# BurnCDHelper.insertCD
source: Please, insert a writable medium into the drive.
german: Bitte legen Sie ein beschreibbares Medium ein.

# BurnCDHelper.noFiles
source: The following files could not be found:
french: Les fichiers suivant n'ont pu ètre trouvés:
german: Die folgenden Dateien wurden nicht gefunden:

# BurnCDHelper.noProgram
source: Burning program could not be found.
french: Le programme permettant de graver n'a pu ètre trouvé.
german: Brennprogramm konnte nicht gefunden werden.

# BurnCDHelper.settingUp
source: Setting up burning process. Please wait...
french: Mise en place du process de gravure. Patientez vous s.v.p...
german: Bereite Brennvorgang vor. Bitte warten...

# BurnCDHelper.title
source: Burning CD...
french: Gravure du CD...
german: Brenne CD...

# BurnProgressController.createDirFail
source: Cannot create directory
french: Erreur en création du repertoire.
german: Kann Verzeichnis nicht erzeugen:

# BurnProgressController.existsNoDir
source: exists but is not a directory. Please choose another directory for temporary files.
german: existiert, ist aber kein Verzeichnis. Bitte geben Sie ein anderes Verzeichnis für temporäre Dateien an.

# BurnProgressController.noSuccess
source: CD was not burned successfully.
french: Le CD n'a pas été gravé avec succes.
german: CD wurde nicht erfolgreich gebrannt.

# BurnProgressController.provideTempDir
source: You must provide a directory for temporary files.
german: Sie müssen ein Verzeichnis für temporäre Dateien angeben.

# BurnProgressController.reallyStop
source: Do you really want to stop the process?
french: Souhaitez vous vraiment arrèter le process ?
german: Wollen Sie den Vorgang wirklich abbrechen?

# BurnProgressController.success
source: CD was burned successfully.
french: Le CD a été gravé avec succès.
german: CD wurde erfolgreich gebrannt.

# Common.finished
source: Finished
french: Fini
german: Fertig

# ConvertAudioHelper.allTracks
source: All tracks
french: Tous les pistes
german: Alle Tracks

# ConvertAudioHelper.noProgram
source: Audio converter could not be found.
german: Audio-Konvertierungs-Programm wurde nicht gefunden

# ConvertAudioHelper.preparing
source: Preparing %@ tracks...
french: Préparation des pistes...
german: Bereite Tracks vor...

# ConvertAudioHelper.success
source: Audio tracks converted successfully.
german: Audio-Tracks wurden erfolgreich konvertiert.

# GrabAudioCDHelper.CDTitle
source: CD Title: %@ - %@
french: Titre du CD: %@ - %@
german: CD Titel: %@ - %@

# GrabAudioCDHelper.insertCD
source: Please insert the following CD: %@ - %@.
french: Insérez le CD suivant: %@ - %@.
german: Bitte legen Sie folgende CD ein: %@ - %@.

# CreateISOHelper.createNew
source: Create new image
french: Créer une image nouveau
german: Erzeuge neues Abbild

# CreateISOHelper.creatingImage
source: Creating Image
french: Création de l'image ISO
german: Erzeuge Abbild

# CreateISOHelper.imageExists
source: Image file %@ already exists. What shall I do?
german: Imagedatei %@ existiert schon. Was soll ich tun?

# CreateISOHelper.noFiles
source: The following files could not be found:
french: Les fichiers suivant n'ont pu ètre trouvés:
german: Die folgenden Dateien wurden nicht gefunden:

# CreateISOHelper.noProgram
source: Program to create ISO images could not be found.
german: Programm zum Erzeugen von ISO Abbildern konnte nicht gefunden werden.

# CreateISOHelper.overwrite
source: Overwrite it
french: Recouvre-la
german: Überschreiben

# CreateISOHelper.settingUp
source: Setting up image creating process. Please wait...
french: Mise en place du process de création de l'image. Patientez vous s.v.p...
german: Bereite Imageerzeugung vor. Bitte warten...

# CreateISOHelper.title
source: Creating ISO Image...
french: Création de l'image ISO...
german: Erzeuge ISO Image...

# CreateISOHelper.useImage
source: Use this image
french: Utilise cette image
german: Benutze dieses Image

# Common.abort
source: Abort
french: Annuler
german: Abbruch

# Functions.errorAudioCD
source: Error in loading the AudioCD.bundle. Check whether CDPlayer.app is installed properly.
french: Erreur en chargement du AudioCD.bundle. Vérifiez que CDPlayer.app est installé correctement.
german: Fehler beim Laden von AudioCD.bundle. Überprüfen Sie, ob CDPlayer.app korrekt installiert ist.

# Functions.failedAudioCD
source: Failed to load AudioCD.bundle from %@.
french: Le bundle AudioCD n'a pas pu ètre chargé à partir de %@.
german: Konnte AudioCD.bundle nicht von %@ laden.

# Functions.loadedAudioCD
source: Loaded AudioCD.bundle from %@.
french: Le bundle AudioCD est chargé à partir de %@
german: AudioCD.bundle von %@ geladen.

# Functions.notAudioCDProtocol
source: AudioCD.bundle's pricipal class does not conform to AudioCDProtocol.
french: La classe principale du AudioCD.bundle se ne conforme à AudioCDProtocol.
german: Die Hauptklasse von AudioCD.bundle ist nicht konform zum AudioCDProtocol.

# Functions.notFound
source: Program '%@' not found.
french: Le programme '%@' n'a pu ètre trouvé.
german: Programm '%@' nicht gefunden.

# GeneralParameters.title
source: General
french: Général
german: Allgemein

# GeneralPrefs.title
source: General
french: Général
german: Allgemein

# Common.artist
source: Artist
french: Artiste
german: Künstler

# Common.title
source: Title
french: Titre
german: Titel

# Common.appendable
source: Appendable
french: Ajouter
german: Erweiterbar

# Common.capacity
source: Capacity
french: Capacité totale
german: Kapazität

# Common.pleaseWait
source: Please wait...
french: Patientez vous, s.v.p.
german: Bitte warten...

# Common.remCapacity
source: Remaining capacity
french: Capacité restante
german: Verbleibende Kapazität

# Common.sessions
source: Sessions
french: Séances
german: Sizungen

# Common.speed
source: Speed
french: Vitesse
german: Geschwindigkeit

# Common.type
source: Type
german: Typ

# Common.vendor
source: Vendor
french: Fabricant
german: Hersteller

# MediaInspector.empty
source: Empty
french: Vide
german: Leer

# Common.data
source: Data
french: Données
german: Daten

# Common.noTracks
source: No Tracks
french: Pas de pistes
german: Keine Tracks

# OpenISOImagePanel.select
source: Select ISO Image
german: ISO Abbild auswählen

# ParametersWindowController.exec.title
source: Execute
french: Executer
german: Ausführen

# ParametersWindowController.title
source: Parameters Panel
french: Paramètres
german: Parameter

# PreferencesWindowController.title
source: Preferences
french: Préférences
german: Grundeinstellungen

# Common.unknown
source: Unknown
french: Inconnu
german: Unbekannt

# Project.addingTrackFail
source: Adding track from file %@ failed.
french: L'adjonction du fichier %@ a échoué.
german: Hinzufügen des Tracks aus Datei %@ fehlgeschlagen.

# Project.isDir
source: Could not burn image. %@ is a directory.
german: Konnte Abbild nicht brennen. %@ ist ein Verzeichnis.

# Project.noFilename
source: Could not burn image. No filename was given.
german: Konnte Abbild nicht brennen. Es wurde kein Dateiname angegeben.

# Project.notExist
source: Could not burn image. %@ does not exist.
german: Konnte Abbild nicht brennen. %@ existiert nicht.

# Project.unknownType
source: Cannot load this file. Unknown type.
french: Erreur en chargement du fichier. Le type est inconnu.
german: Kann diese datei nicht laden. Unbekannter Dateityp.

# Project.unknownVers
source: Cannot load this file. The version is unknown.
french: Erreur en chargement du fichier. Le version est inconnu.
german: Die Datei kann nicht geladen werden. Die Version ist unbekannt.

# ProjectWindowController.addTrackFail
source: Adding track %@ failed.
french: L'adjonction de la piste %@ a échoué.
german: Konnte Track %@ nicht hinzufügen.

# ProjectWindowController.addingAudioCD
source: Adding tracks to CD. Please wait...
french: ProjectWindowController.addingAudioCD
german: Füge Tracks zur CD hinzu. Bitte warten...

source: Add Audio Tracks...
french: Ajouter des pistes audio...
german: Audio Tracks hinzufügen...

source: Add Files...
french: Ajouter des fichiers...
german: Dateien hinzufügen...

source: Add audio files...
french: Ajouter des fichiers audio...
german: Sounddateien hinzufügen...

source: Burn
french: Graver
german: Brennen

source: Burn ISO Image
french: Graver un image ISO
german: ISO Abbild brennen

# Common.length
source: Length
french: Taille
german: Länge

source: Create ISO Image
french: Créer un image ISO
german: ISO Abbild erzeugen

# ProjectWindowController.addCDFail
source: Adding CD %@ failed.
french: L'adjonction du CD %@ a échoué.
german: Hinzufügen der CD %@ fehlgeschlagen.

# ProjectWindowController.addDirFail
source: Adding directory %@ failed.
french: L'adjonction du repertoire %@ a échoué.
german: Hinzufügen des Verzeichnisses %@ fehlgeschlagen.

# ProjectWindowController.addFileFail
source: Adding file %@ failed.
french: L'adjonction du fichier %@ a échoué.
german: Konnte Datei %@ nicht hinzufügen.

# ProjectWindowController.addFilesTitle
source: Add Files...
french: Ajouter des fichiers...
german: Dateien hinzufügen...

# ProjectWindowController.addingAudio
source: Adding sound files to CD. Please wait...
german: Füge Sounddateien zur CD hinzu. Bitte warten...

# ProjectWindowController.addingFiles
source: Adding files to CD. Please wait...
german: Füge Dateien zur CD hinzu. Bitte warten...

source: Remove Selection
french: Supprimer selection
german: Auswahl löschen

# ToolPanel.empty
source: <empty>
french: <vide>
german: <leer>

# ToolPanel.title
source: Burn Tools
french: Outils à graver
german: Brennwerkzeuge

# Common.empty
source: <empty>
french: <vide>
german: <leer>

# ToolSelector.convertAudio
source: Convert audio (%@)
german: Audio (%@) konvertieren

# ToolSelector.createISO
source: Create ISO images
french: Créer des images ISO
german: ISO Abbilder erzeugen

# Track.no16BitStereo
source: %@ does not contain 16-bit stereo audio at 44100Hz sample rate. File rejected.
german: %@ enthält kein 16-bit Stereo Audioformat bei 44100Hz Samplerate. Datei nicht akzeptiert.

# Common.MB
source: %1.2f MB
french: %1.2f Mo

# TrackInspector.name
source: Track
french: Piste

source: Info
french: Informations

# Common.0MB
source: 0.00 MB
french: 0,00 Mo

# Common.nrTracks
source: %i tracks
french: %i pistes

# OpenISOImagePanel.name
source: Name:
french: Nom:

# ProjectWindowController.audioTracks
source: Audio Tracks
french: Pistes audio

# ProjectWindowController.dataTracks
source: Data Tracks
french: Pistes de Données

# Common.track
source: Track
french: Piste
